package homework;

public class Main {

    /**
     * 1.
     * 	Создать проект, имя проекта primitives
     * 	В методе main создать все типы примитивных переменных
     * 	Инициализировать их значениями
     * 	Все значения вывести на экран
     *
     * 2.
     * 	Создать проект, имя operations
     * 	В методы main создать все численные переменные
     * 	Инициализировать их начальными значениями
     * 	Провести математические операции над ними (не только с одинаковыми, но и например int + long и тд)
     * 	Создать переменные под результаты операции
     * 	Результаты вывести в консоль
     *
     * *3.
     * 	Повторить задание 2, но все математические операции выполнять в отдельных, разных методах.
     * */
    public static void main(String[] args) {

    }
}
